Repository: dlemos/JOTA_test
Catalog: news/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: draft
pt_br: rascunho

source: published
pt_br: publicada

source: title
pt_br: título

source: The title of the news
pt_br: O título da notícia

source: subtitle
pt_br: subtítulo

source: The text the goes right bellow the title
pt_br: O texto que vai diretamente embaixo do título

source: image
pt_br: imagem

source: A image that is intimatelly connected to the news
pt_br: Uma imagem que está intimamente conectada a notícia

source: content
pt_br: conteúdo

source: The body of the news
pt_br: O corpo da notícia

source: publishing_date
pt_br: data_de_publicação

source: When this news should be published
pt_br: Quando essa notícia deve ser publicada

source: author
pt_br: autor

source: The editor of this news
pt_br: O editor dessa notícia

source: Is this news pubblished or not?
pt_br: Essa notícia está publicada ou não?

source: category
pt_br: categoria

source: What vertical this news bellogs to
pt_br: A qual vertical essa notícia pretence

source: is_pro_only
pt_br: somente_para_pro

source: Is this news only for PRO readers?
pt_br: Essa notícia é somente para usuários PRO?
